{"success":true,"content":[{"link":"http://myanimelist.net/anime/813/Dragon_Ball_Z","title":"Dragon Ball Z","img":"http://cdn.myanimelist.net/images/anime/6/20936.jpg","desc":"The Saiyans are coming! The last survivors of a cruel, warrior race, these ruthless villains have carved a path of destruction across the galaxy, and now they have set their sights on Earth! They will stop at nothing until they have the wish-granting powers of the seven magic Dragon Balls for their very own.\n\nGokuu along with old and new allies defends the earth against an assortment of villains ranging from intergalactic space fighters and conquerors, unnaturally powerful androids and near indestructible magical creatures.\n\nWhile the original Dragon Ball anime followed Gokuu through childhood into adulthood, Dragon Ball Z is a continuation of his adulthood life, but at the same time parallels the maturation of his son, Gohan, as well as other characters from Dragon Ball and more."},{"title":"Gintama","link":"http://myanimelist.net/anime/918/Gintama/","img":"http://cdn.myanimelist.net/images/anime/2/10038.jpg","desc":"Life isn't easy in feudal Japan... especially since the aliens landed and conquered everything! Oh sure, the new health care is great, but the public ban on the use of swords has left a lot of defeated samurai with a difficult decision to make concerning their future career paths! This is especially true if, as in the case of Gintoki Sakata, they're not particularly inclined towards holding a day job, which is why Gintoki's opted for the freelance route, taking any job that's offered to him as long as the financial remuneration sounds right. Unfortunately, in a brave new world filled with stray bug-eyed monsters, upwardly mobile Yakuza and overly ambitious E.T. entrepreneurs, those jobs usually don't pay as well as they should for the pain, suffering and indignities endured!"},{"title":"Monster","link":"http://myanimelist.net/anime/19/Monster","img":"http://cdn.myanimelist.net/images/anime/10/18793.jpg","desc":"Dr. Kenzo Tenma is a renowned young brain surgeon of Japanese descent working in Europe. Highly lauded by his peers as one of the great young minds that will revolutionize the field, he is blessed with a beautiful fiancé and is on the cusp of a high promotion in the hospital he works at. However, all of that is about to change with one critical decision that Dr. Tenma faces one night—whether to save the life of a young child or that of the town's mayor. Despite being pressured by his superiors to perform surgery on the mayor, his morals force him to perform the surgery on the young child, saving his life and forfeiting the mayor's. All of a sudden, Dr. Tenma's world is turned upside down by his decision leading to the loss of everything he previously had. A doctor is taught to believe that all life is equal; however, when a series of murders occur in the vicinity of Dr. Tenma, all of the evidence pointing to the young child who he saved, Tenma's beliefs are shaken.\n\nNaoki Urasawa's Monster is a tale full of mystery, suspense and intrigue as Dr. Tenma journeys to find out the true identity of the young child. In turn, the fate of the world may depend on it."},{"title":"Fullmetal Alchemist: Brotherhood","link":"http://myanimelist.net/anime/5114/Fullmetal_Alchemist:_Brotherhood","img":"http://cdn.myanimelist.net/images/anime/5/47421.jpg","desc":"In this world there exist alchemists, people who study and perform the art of alchemical transmutation—to manipulate objects and transform one object into another. They are bounded by the basic law of alchemy: in order to gain something you have to sacrifice something of the same value.\n\nThe main character is the famous alchemist Edward Elric—also known as the Fullmetal Alchemist—who almost lost his little brother, Alphonse, in an alchemical accident. Edward managed to attach his brother's soul to a large suit of armor. While he did manage to save his brother's life, he paid the terrible price of his limbs.\n\nTo get back what they've lost, the brothers embark on a journey to find the Philosopher's Stone that is said to amplify the powers of an alchemist enormously; however, on the way, they start uncovering a conspiracy that could endanger the entire nation, and they realize the misfortunes brought upon by the Philosopher's Stone.\n\nFullmetal Alchemist: Brotherhood is a re-telling of the story from the manga's point of view."}]}